<template>
	<view class="pages-content">
		<h3>原力有什麼用?</h3>
		原力可以新增token的隨機生成數量<br /><br />
		
		<h3>Token有什麼用？</h3>

		Token可以用於交易，消費，支付，打賞。<br />

		例：交易所交易可以兌換現金<br />

		定制商城購物消費<br />

		遊戲消費<br />

		點贊打賞<br />

		公益基金池捐贈<br /><br />



		<h3>原力獲取渠有哪些</h3>

		1.注册可以獲得50永久原力值<br />

		2.去IXX交易所注册可以獲得50永久原力值<br />

		3.捐贈10個token到公益基金池獲得20永久原力值<br />

		4.發動態1-10條每條獲得5個永久原力值<br />

		5.關注滿100比特好友可以獲得50永久原力<br />

		6.每邀請1個好友可獲得20永久個原力值<br />

		內測期間送1000魔法原理【魔法原理有效時間比特90天】<br />

		簽到領取魔法原力<br />

		第一天5<br />

		第二天6<br />

		第三天7<br />

		第四天8<br />

		第五天9<br />

		第六天10<br />

		第七天11<br /><br />



		<h3>Token獲取管道有哪些</h3>

		1.注册獲得10個token<br />

		2.跳轉去IXX交易所注册可獲得10個token<br />

		2.發日誌第一條可獲得5個token<br />

		3.發日誌第二條可以獲得3個token<br />

		4.發日誌第三條可以獲得2個token<br />

		5.點贊滿100個可以獲得5個token<br />

		6.動態被點贊，每一個贊可以獲得0.1個token<br />

		7.邀請好友1-5比特每邀請一個可獲得10個token<br />

		8.邀請好友第6-10比特每位獲得20個token<br />

		9.邀請好友第11-20每位30個token<br />

		10.邀請好友21-100比特每位好友50個token<br />

		11.捐贈10個token到公益基金池可獲得10個token<br /><br />

		<h4>
			【用戶邀請好友獲得token，系統需要判斷被邀請人是否是有效用戶，被邀請人完成100個的點贊，發佈三條動態，邀請1個好友評判為有效用戶】
		</h4>
	</view>
</template>

<script>
</script>

<style>
	.pages-content {
		font-size: 30upx;
	}
</style>
